Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Chat.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Mirostat mode
ar: وضع Mirostat
de: Mirostat-Modus
es: Modo Mirostat
fr: Mode Mirostat
hi: Mirostat मोड
id: Mode Mirostat
ja: Mirostat モード
ko: Mirostat 모드
pt_br: Modo Mirostat
ru: Режим Mirostat
th: โหมด Mirostat
tr: Mirostat modu
vi: Chế độ Mirostat
zh_hans: Mirostat 模式
zh_hant: Mirostat 模式

source: Mirostat target entropy
ar: الإنتروبيا المستهدفة في Mirostat
de: Mirostat-Zielentropie
es: Entropía objetivo de Mirostat
fr: Entropie cible Mirostat
hi: Mirostat लक्ष्य एन्ट्रॉपी
id: Entropi target Mirostat
ja: Mirostat 目標エントロピー
ko: Mirostat 목표 엔트로피
pt_br: Entropia-alvo do Mirostat
ru: Целевая энтропия Mirostat
th: เอนโทรปีเป้าหมายของ Mirostat
tr: Mirostat hedef entropisi
vi: Entropy mục tiêu Mirostat
zh_hans: Mirostat 目标熵
zh_hant: Mirostat 目標熵

source: Model control setting rejected
ar: رفض النموذج إعداد التحكم
de: Modell hat die Steuerungseinstellung abgelehnt
es: El modelo rechazó el ajuste de control
fr: Le modèle a refusé le réglage
hi: मॉडल ने नियंत्रण सेटिंग अस्वीकार की
id: Model menolak pengaturan kontrol
ja: モデルが制御設定を拒否しました
ko: 모델이 제어 설정을 거부했습니다
pt_br: O modelo rejeitou a configuração de controle
ru: Модель отклонила настройку управления
th: โมเดลปฏิเสธการตั้งค่าการควบคุม
tr: Model denetim ayarını reddetti
vi: Mô hình đã từ chối cài đặt điều khiển
zh_hans: 模型拒绝了此控制设置
zh_hant: 模型拒絕了此控制設定

source: Model defaults
ar: الإعدادات الافتراضية للنموذج
de: Modellstandard
es: Predeterminados del modelo
fr: Valeurs par défaut du modèle
hi: मॉडल डिफ़ॉल्ट
id: Bawaan model
ja: モデルのデフォルト
ko: 모델 기본값
pt_br: Padrões do modelo
ru: По умолчанию для модели
th: ค่าเริ่มต้นของโมเดล
tr: Model varsayılanları
vi: Mặc định của mô hình
zh_hans: 模型默认
zh_hant: 模型預設

source: Model settings haven't loaded yet, so these are read-only.
ar: لم يتم تحميل إعدادات النموذج بعد، لذا فهذه للقراءة فقط.
de: Die Modelleinstellungen wurden noch nicht geladen, daher sind sie schreibgeschützt.
es: Los ajustes del modelo aún no se han cargado, así que son de solo lectura.
fr: Les réglages du modèle ne sont pas encore chargés, ils sont donc en lecture seule.
hi: मॉडल सेटिंग्स अभी लोड नहीं हुई हैं, इसलिए ये केवल पढ़ने के लिए हैं।
id: Pengaturan model belum dimuat, jadi ini hanya-baca.
ja: モデル設定をまだ取得できていないため、ここは読み取り専用です。
ko: 모델 설정을 아직 불러오지 못해 지금은 읽기 전용입니다.
pt_br: As configurações do modelo ainda não foram carregadas, então estão somente para leitura.
ru: Настройки модели ещё не загружены, поэтому доступны только для чтения.
th: ยังโหลดการตั้งค่าของโมเดลไม่สำเร็จ ตอนนี้จึงอ่านได้อย่างเดียว
tr: Model ayarları henüz yüklenmedi, bu yüzden salt okunur.
vi: Chưa tải được cài đặt của mô hình nên các mục này chỉ đọc.
zh_hans: 还没取到这个模型的配置，所以这些设置暂时只读。
zh_hant: 還沒取得這個模型的設定，所以這些選項暫時唯讀。

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: अधिक
id: Lainnya
ja: その他
ko: 더보기
pt_br: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha Fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: More sampling
ar: معاملات أخذ العينات الأخرى
de: Weitere Sampling-Optionen
es: Más opciones de muestreo
fr: Autres options d’échantillonnage
hi: अन्य सैंपलिंग
id: Sampling lainnya
ja: その他のサンプリング
ko: 기타 샘플링
pt_br: Mais opções de amostragem
ru: Другие параметры сэмплирования
th: การสุ่มตัวอย่างเพิ่มเติม
tr: Diğer örnekleme ayarları
vi: Lấy mẫu khác
zh_hans: 更多采样
zh_hant: 更多取樣

source: Needs manual setup
ar: يتطلب إعدادًا يدويًا
de: Manuelle Einrichtung nötig
es: Requiere configuración manual
fr: Configuration manuelle requise
hi: मैन्युअल सेटअप ज़रूरी
id: Perlu diatur manual
ja: 手動での設定が必要
ko: 직접 설정 필요
pt_br: Requer configuração manual
ru: Нужна ручная настройка
th: ต้องตั้งค่าเอง
tr: Elle kurulum gerekiyor
vi: Cần thiết lập thủ công
zh_hans: 需要自己配置
zh_hant: 需要自行設定

source: New conversations with this model will use these settings.
ar: ستستخدم المحادثات الجديدة مع هذا النموذج هذه الإعدادات.
de: Neue Unterhaltungen mit diesem Modell verwenden diese Einstellungen.
es: Las nuevas conversaciones con este modelo usarán estos ajustes.
fr: Les nouvelles conversations avec ce modèle utiliseront ces réglages.
hi: इस मॉडल की नई बातचीत में ये सेटिंग्स उपयोग होंगी।
id: Percakapan baru dengan model ini akan memakai pengaturan ini.
ja: このモデルの新しい会話にはこれらの設定が使われます。
ko: 이 모델의 새 대화에 이 설정이 사용됩니다.
pt_br: Novas conversas com este modelo usarão estas configurações.
ru: Новые диалоги с этой моделью будут использовать эти настройки.
th: การสนทนาใหม่กับโมเดลนี้จะใช้การตั้งค่าเหล่านี้
tr: Bu modelle yeni sohbetlerde bu ayarlar kullanılacak.
vi: Cuộc trò chuyện mới với mô hình này sẽ dùng các cài đặt này.
zh_hans: 此模型的新对话将默认使用这些设置。
zh_hant: 此模型的新對話將預設使用這些設定。

source: New stop sequence
ar: تسلسل إيقاف جديد
de: Neue Stoppsequenz
es: Nueva secuencia de parada
fr: Nouvelle séquence d’arrêt
hi: नया स्टॉप सीक्वेंस
id: Teks penghenti baru
ja: 新しい停止シーケンス
ko: 새 중지 시퀀스
pt_br: Nova sequência de parada
ru: Новая стоп-последовательность
th: เพิ่มข้อความสำหรับหยุดการสร้าง
tr: Yeni durdurma dizisi
vi: Chuỗi dừng mới
zh_hans: 新的停止序列
zh_hant: 新的停止序列

source: No data
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
id: Tidak ada data
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
ru: Нет данных
th: ไม่มีข้อมูล
tr: Veri yok
vi: Chưa có
zh_hans: 暂无
zh_hant: 暫無

source: No limit
ar: بلا حد
de: Unbegrenzt
es: Sin límite
fr: Sans limite
hi: कोई सीमा नहीं
id: Tanpa batas
ja: 制限なし
ko: 제한 없음
pt_br: Sem limite
ru: Без ограничений
th: ไม่จำกัด
tr: Sınır yok
vi: Không giới hạn
zh_hans: 不限
zh_hant: 不限

source: No models in this connection support this capability yet.
ar: لا توجد نماذج في هذا الاتصال تدعم هذه الإمكانية حتى الآن.
de: In dieser Verbindung unterstützt derzeit kein Modell diese Fähigkeit.
es: Ningún modelo de esta conexión admite todavía esta función.
fr: Aucun modèle de cette connexion ne prend encore en charge cette fonctionnalité.
hi: इस कनेक्शन में अभी तक कोई भी मॉडल इस क्षमता का समर्थन नहीं करता है।
id: Belum ada model di koneksi ini yang mendukung kemampuan ini.
ja: この接続にはこの機能に対応するモデルがまだありません。
ko: 이 연결에는 아직 이 기능을 지원하는 모델이 없습니다.
pt_br: Nenhum modelo desta conexão é compatível com este recurso ainda.
ru: В этом подключении пока нет моделей с поддержкой этой функции.
th: การเชื่อมต่อนี้ยังไม่มีโมเดลที่รองรับความสามารถนี้
tr: Bu bağlantıda henüz bu özelliği destekleyen bir model yok.
vi: Kết nối này chưa có mô hình nào hỗ trợ tính năng này.
zh_hans: 此连接下暂无支持此能力的模型。
zh_hant: 此連線下暫無支援此能力的模型。

source: Not adjusted
ar: غير معدّل
de: Nicht angepasst
es: Sin ajustar
fr: Aucune modification
hi: समायोजित नहीं
id: Belum diubah
ja: 未調整
ko: 조정 없음
pt_br: Sem ajustes
ru: Без изменений
th: ยังไม่ได้ปรับ
tr: Değişiklik yok
vi: Chưa điều chỉnh
zh_hans: 未调整
zh_hant: 未調整

source: Not available yet
ar: غير متاح بعد
de: Noch nicht verfügbar
es: Aún no disponible
fr: Pas encore disponible
hi: अभी उपलब्ध नहीं
id: Belum tersedia
ja: まだ利用できません
ko: 아직 사용할 수 없음
pt_br: Ainda indisponível
ru: Пока недоступно
th: ยังใช้ไม่ได้
tr: Henüz kullanılamıyor
vi: Chưa khả dụng
zh_hans: 暂时开不了
zh_hant: 暫時無法開啟

source: Not confirmed
ar: لم يتم تأكيد التنفيذ
de: Ausführung nicht bestätigt
es: Ejecución sin confirmar
fr: Exécution non confirmée
hi: निष्पादन की पुष्टि नहीं हुई
id: Eksekusi belum dikonfirmasi
ja: 実行を確認できません
ko: 실행 미확인
pt_br: Execução não confirmada
ru: Выполнение не подтверждено
th: ยังยืนยันการดำเนินการไม่ได้
tr: Yürütme doğrulanmadı
vi: Chưa xác nhận thực thi
zh_hans: 未确认执行
zh_hant: 未確認執行

source: Not ready
ar: غير جاهز
de: Nicht bereit
es: Aún no disponible
fr: Pas encore prêt
hi: तैयार नहीं
id: Belum siap
ja: 準備中
ko: 준비 안 됨
pt_br: Ainda não disponível
ru: Не готово
th: ยังไม่พร้อม
tr: Hazır değil
vi: Chưa sẵn sàng
zh_hans: 未就绪
zh_hant: 未就緒

source: Not set
ar: غير محدد
de: Nicht festgelegt
es: Sin definir
fr: Non défini
hi: सेट नहीं
id: Belum diatur
ja: 未設定
ko: 설정 안 됨
pt_br: Não definido
ru: Не задано
th: ยังไม่ได้ตั้งค่า
tr: Ayarlanmadı
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 未設定

source: Observed
ar: تم تأكيد التنفيذ
de: Ausführung bestätigt
es: Ejecución confirmada
fr: Exécution confirmée
hi: निष्पादन की पुष्टि हुई
id: Eksekusi dikonfirmasi
ja: 実行を確認
ko: 실행 확인됨
pt_br: Execução confirmada
ru: Выполнение подтверждено
th: ยืนยันการดำเนินการแล้ว
tr: Yürütme doğrulandı
vi: Đã xác nhận thực thi
zh_hans: 已确认执行
zh_hant: 已確認執行

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
id: Nonaktif
ja: オフ
ko: 꺼짐
pt_br: Desativado
ru: Выключено
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Official configuration
ar: إعداد رسمي
de: Offizielle Konfiguration
es: Configuración oficial
fr: Configuration officielle
hi: आधिकारिक कॉन्फ़िगरेशन
id: Konfigurasi resmi
ja: 公式設定
ko: 공식 구성
pt_br: Configuração oficial
ru: Официальная конфигурация
th: การกำหนดค่าอย่างเป็นทางการ
tr: Resmî yapılandırma
vi: Cấu hình chính thức
zh_hans: 官方配置
zh_hant: 官方設定

source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
hi: चालू
id: Aktif
ja: オン
ko: 켜짐
pt_br: Ativado
ru: Включено
th: เปิด
tr: Açık
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: Only sent when %@ is set as well.
ar: لا يُرسل إلا عند تحديد %@ أيضًا.
de: Wird nur gesendet, wenn auch %@ festgelegt ist.
es: Solo se envía si también defines %@.
fr: Envoyé uniquement si %@ est aussi défini.
hi: सिर्फ़ तब भेजी जाती है जब %@ भी सेट हो।
id: Hanya dikirim jika %@ juga diatur.
ja: %@ も設定した場合のみ送信されます。
ko: %@ 항목도 설정해야 보내져요.
pt_br: Só é enviado se %@ também estiver definido.
ru: Отправляется, только если задан и параметр «%@».
th: จะส่งก็ต่อเมื่อตั้งค่า %@ ไว้ด้วย
tr: Yalnızca %@ da ayarlanmışsa gönderilir.
vi: Chỉ được gửi khi %@ cũng được đặt.
zh_hans: 还没有设置 %@，这一项不发送。
zh_hant: 尚未設定 %@，這一項不會傳送。

source: Open additional request body
ar: فتح نص الطلب الإضافي
de: Zusätzliche Anfragedaten öffnen
es: Abrir el cuerpo de solicitud adicional
fr: Ouvrir le corps de requête supplémentaire
hi: अतिरिक्त अनुरोध बॉडी खोलें
id: Buka isi permintaan tambahan
ja: 追加リクエストボディを開く
ko: 추가 요청 본문 열기
pt_br: Abrir o corpo adicional da requisição
ru: Открыть дополнительное тело запроса
th: เปิดเนื้อหาคำขอเพิ่มเติม
tr: Ek istek gövdesini aç
vi: Mở nội dung yêu cầu bổ sung
zh_hans: 去附加请求体
zh_hant: 前往附加請求主體

source: Open official provider documentation
ar: فتح وثائق المزود الرسمية
de: Offizielle Anbieterdokumentation öffnen
es: Abrir documentación oficial del proveedor
fr: Ouvrir la documentation officielle du fournisseur
hi: आधिकारिक प्रोवाइडर दस्तावेज़ खोलें
id: Buka dokumentasi resmi penyedia
ja: プロバイダーの公式ドキュメントを開く
ko: 제공업체 공식 문서 열기
pt_br: Abrir documentação oficial do provedor
ru: Открыть официальную документацию провайдера
th: เปิดเอกสารอย่างเป็นทางการของผู้ให้บริการ
tr: Resmî sağlayıcı belgelerini aç
vi: Mở tài liệu chính thức của nhà cung cấp
zh_hans: 打开供应商官方文档
zh_hant: 開啟供應商官方文件

source: Or just ask something in the box on the left — the new conversation opens right here.
ar: أو اكتب سؤالك في الحقل على اليمين، وستفتح المحادثة الجديدة هنا.
de: Oder stell links einfach eine Frage — die neue Unterhaltung öffnet sich hier.
es: O escribe lo que quieras en el campo de la izquierda: la nueva conversación se abrirá aquí.
fr: Ou posez simplement une question dans le champ à gauche : la nouvelle conversation s’ouvrira ici.
hi: या बाईं ओर के बॉक्स में कुछ भी पूछ लें — नई बातचीत यहीं खुलेगी।
id: Atau tanyakan apa saja di kotak sebelah kiri — percakapan baru terbuka di sini.
ja: 左の入力欄に何か聞いてみても大丈夫です。新しい会話はここに開きます。
ko: 왼쪽 입력창에 무엇이든 물어보세요. 새 대화가 여기에 열립니다.
pt_br: Ou pergunte algo no campo à esquerda — a nova conversa abre aqui.
ru: Или просто спросите что-нибудь в поле слева — новый разговор откроется здесь.
th: หรือพิมพ์ถามอะไรก็ได้ในช่องด้านซ้าย บทสนทนาใหม่จะเปิดขึ้นที่นี่
tr: Ya da soldaki alana bir şey sor — yeni sohbet burada açılır.
vi: Hoặc cứ hỏi gì đó ở khung bên trái — cuộc trò chuyện mới sẽ mở ra ở đây.
zh_hans: 或者直接在左边的输入框里问点什么，新会话会在这里展开。
zh_hant: 或者直接在左邊的輸入框問點什麼，新對話就會在這裡展開。

source: Oriveo decides how the reply is streamed.
ar: يحدد Oriveo طريقة بث الرد.
de: Wie die Antwort gestreamt wird, legt Oriveo fest.
es: Oriveo decide cómo se transmite la respuesta.
fr: Oriveo décide de la façon dont la réponse est diffusée.
hi: जवाब किस तरह स्ट्रीम होगा, यह Oriveo तय करता है।
id: Cara balasan dialirkan ditentukan oleh Oriveo.
ja: 返答のストリーミング方法は Oriveo が決めます。
ko: 답변을 어떻게 스트리밍할지는 Oriveo가 정해요.
pt_br: O Oriveo decide como a resposta é transmitida.
ru: Как передавать ответ потоком, решает Oriveo.
th: Oriveo เป็นผู้กำหนดวิธีสตรีมคำตอบ
tr: Yanıtın nasıl akış halinde geleceğine Oriveo karar verir.
vi: Oriveo quyết định cách truyền phát câu trả lời.
zh_hans: 回复怎么流式返回由 Oriveo 决定。
zh_hant: 回覆的串流方式由 Oriveo 決定。

source: Oriveo doesn’t have thinking settings for this model yet, so it runs on its own default.
ar: لا تتوفر في Oriveo بعدُ إعدادات التفكير لهذا النموذج، لذا يعمل بإعداده الافتراضي.
de: Für dieses Modell hat Oriveo noch keine Einstellungen zum Nachdenken, daher läuft es mit seinem eigenen Standard.
es: Oriveo aún no tiene ajustes de razonamiento para este modelo, así que usa sus propios valores predeterminados.
fr: Oriveo n’a pas encore de réglages de réflexion pour ce modèle : il fonctionne donc avec ses propres valeurs par défaut.
hi: Oriveo में इस मॉडल की सोच सेटिंग्स अभी नहीं हैं, इसलिए यह अपने डिफ़ॉल्ट पर चलता है।
id: Oriveo belum punya pengaturan berpikir untuk model ini, jadi model memakai bawaannya sendiri.
ja: このモデルの思考設定はまだ Oriveo に登録されていないため、モデル本来のデフォルトで動作します。
ko: Oriveo에 아직 이 모델의 사고 설정이 없어서 모델 자체 기본값으로 동작해요.
pt_br: O Oriveo ainda não tem configurações de raciocínio para este modelo, então ele usa o próprio padrão.
ru: В Oriveo пока нет настроек размышления для этой модели, поэтому она работает со своими значениями по умолчанию.
th: Oriveo ยังไม่มีการตั้งค่าการคิดสำหรับโมเดลนี้ จึงทำงานตามค่าเริ่มต้นของโมเดลเอง
tr: Oriveo'da bu model için henüz düşünme ayarı yok, bu yüzden model kendi varsayılanıyla çalışır.
vi: Oriveo chưa có cài đặt suy nghĩ cho mô hình này nên mô hình chạy theo mặc định riêng.
zh_hans: 这个模型的思考设置还没收录，先按它自己的默认来。
zh_hant: Oriveo 尚未收錄這個模型的思考設定，先依它自己的預設運作。

source: Oriveo doesn’t have web search settings for this model yet, so it can’t be turned on here.
ar: لا تتوفر في Oriveo بعدُ إعدادات بحث الويب لهذا النموذج، لذا لا يمكن تفعيله هنا.
de: Für dieses Modell hat Oriveo noch keine Einstellungen zur Websuche, daher lässt sie sich hier nicht aktivieren.
es: Oriveo aún no tiene ajustes de búsqueda web para este modelo, así que no se puede activar aquí.
fr: Oriveo n’a pas encore de réglages de recherche web pour ce modèle : elle ne peut donc pas être activée ici.
hi: Oriveo में इस मॉडल की वेब खोज सेटिंग्स अभी नहीं हैं, इसलिए इसे यहाँ चालू नहीं किया जा सकता।
id: Oriveo belum punya pengaturan pencarian web untuk model ini, jadi belum bisa diaktifkan di sini.
ja: このモデルのウェブ検索設定はまだ Oriveo に登録されていないため、ここではオンにできません。
ko: Oriveo에 아직 이 모델의 웹 검색 설정이 없어서 여기서 켤 수 없어요.
pt_br: O Oriveo ainda não tem configurações de busca na web para este modelo, então ela não pode ser ativada aqui.
ru: В Oriveo пока нет настроек поиска в интернете для этой модели, поэтому включить его здесь нельзя.
th: Oriveo ยังไม่มีการตั้งค่าค้นเว็บสำหรับโมเดลนี้ จึงยังเปิดที่นี่ไม่ได้
tr: Oriveo'da bu model için henüz web araması ayarı yok, bu yüzden burada açılamaz.
vi: Oriveo chưa có cài đặt tìm kiếm web cho mô hình này nên chưa thể bật ở đây.
zh_hans: 这个模型的联网设置还没收录，暂时开不了。
zh_hant: Oriveo 尚未收錄這個模型的聯網設定，暫時無法開啟。

source: Other source
ar: مصدر آخر
de: Andere Quelle
es: Otra fuente
fr: Autre source
hi: अन्य स्रोत
id: Sumber lain
ja: その他のソース
ko: 기타 소스
pt_br: Outra fonte
ru: Другой источник
th: แหล่งที่มาอื่น
tr: Diğer kaynak
vi: Nguồn khác
zh_hans: 其他来源
zh_hant: 其他來源

source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
hi: आउटपुट
ja: 出力
ko: 출력
pt_br: Saída
ru: Вывод
th: เอาต์พุต
tr: Çıktı
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
hi: पेस्ट करें
id: Tempel
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
th: วาง
tr: Yapıştır
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

source: Pasting replaces the current content with what’s on the clipboard.
ar: يستبدل اللصق المحتوى الحالي بما في الحافظة.
de: Beim Einfügen wird der aktuelle Inhalt durch den Inhalt der Zwischenablage ersetzt.
es: Al pegar, el contenido actual se reemplaza por el del portapapeles.
fr: Coller remplace le contenu actuel par celui du presse-papiers.
hi: पेस्ट करने पर मौजूदा सामग्री की जगह क्लिपबोर्ड की सामग्री आ जाएगी।
id: Menempel akan mengganti konten saat ini dengan isi papan klip.
ja: ペーストすると、今の内容がクリップボードの内容に置き換わります。
ko: 붙여넣으면 지금 내용이 클립보드 내용으로 바뀌어요.
pt_br: Colar substitui o conteúdo atual pelo que está na área de transferência.
ru: При вставке текущее содержимое заменится содержимым буфера обмена.
th: การวางจะแทนที่เนื้อหาปัจจุบันด้วยสิ่งที่อยู่ในคลิปบอร์ด
tr: Yapıştırdığınızda mevcut içerik panodaki içerikle değiştirilir.
vi: Khi dán, nội dung hiện tại sẽ được thay bằng nội dung trong bảng nhớ tạm.
zh_hans: 粘贴会用剪贴板里的内容替换现在这些。
zh_hant: 貼上會以剪貼簿的內容取代目前的內容。

source: Pick a conversation
ar: اختر محادثة من اليمين
de: Wähle links eine Unterhaltung
es: Elige una conversación a la izquierda
fr: Choisissez une conversation à gauche
hi: बाईं ओर से कोई बातचीत चुनें
id: Pilih percakapan di sebelah kiri
ja: 左から会話を選んでください
ko: 왼쪽에서 대화를 골라 보세요
pt_br: Escolha uma conversa à esquerda
ru: Выберите разговор слева
th: เลือกบทสนทนาจากด้านซ้าย
tr: Soldan bir sohbet seçin
vi: Chọn một cuộc trò chuyện ở bên trái
zh_hans: 从左边挑一个会话
zh_hant: 從左邊挑一個對話

source: Plain text
ar: نص عادي
de: Reiner Text
es: Texto sin formato
fr: Texte brut
hi: सादा टेक्स्ट
id: Teks biasa
ja: プレーンテキスト
ko: 일반 텍스트
pt_br: Texto simples
ru: Обычный текст
th: ข้อความธรรมดา
tr: Düz metin
vi: Văn bản thường
zh_hans: 普通文本
zh_hant: 純文字

source: Post-sampling probabilities
ar: الاحتمالات بعد أخذ العينات
de: Wahrscheinlichkeiten nach dem Sampling
es: Probabilidades tras el muestreo
fr: Probabilités après échantillonnage
hi: सैंपलिंग के बाद की प्रायिकताएँ
id: Probabilitas setelah sampling
ja: サンプリング後の確率
ko: 샘플링 후 확률
pt_br: Probabilidades após a amostragem
ru: Вероятности после сэмплирования
th: ความน่าจะเป็นหลังการสุ่มตัวอย่าง
tr: Örnekleme sonrası olasılıklar
vi: Xác suất sau khi lấy mẫu
zh_hans: 概率取自采样链之后
zh_hant: 機率取自取樣鏈之後

source: Presence penalty
ar: عقوبة الظهور
de: Präsenzstrafe
es: Penalización de presencia
fr: Pénalité de présence
hi: प्रेज़ेन्स पेनल्टी
id: Penalti keberadaan
ja: 存在ペナルティ
ko: 존재 페널티
pt_br: Penalidade de presença
ru: Штраф за присутствие
th: บทลงโทษการปรากฏ
tr: Varlık cezası
vi: Mức phạt hiện diện
zh_hans: 存在惩罚
zh_hant: 存在懲罰

source: Prompt tokens kept on context overflow
ar: رموز الموجّه المحتفَظ بها عند تجاوز السياق
de: Bei Kontextüberlauf behaltene Prompt-Token
es: Tokens del prompt conservados al desbordarse el contexto
fr: Tokens du prompt conservés en cas de dépassement du contexte
hi: कॉन्टेक्स्ट भर जाने पर रखे जाने वाले प्रॉम्प्ट टोकन
id: Token prompt yang dipertahankan saat konteks penuh
ja: コンテキスト超過時に残すプロンプトのトークン数
ko: 컨텍스트 초과 시 유지할 프롬프트 토큰 수
pt_br: Tokens do prompt mantidos ao exceder o contexto
ru: Токены промпта, сохраняемые при переполнении контекста
th: จำนวนโทเค็นพรอมต์ที่เก็บไว้เมื่อบริบทล้น
tr: Bağlam taştığında korunacak istem token’ları
vi: Số token prompt giữ lại khi tràn ngữ cảnh
zh_hans: 上下文溢出时保留的提示词 Token 数
zh_hant: 上下文溢出時保留的提示詞 Token 數

source: Random each time
ar: عشوائي في كل مرة
de: Jedes Mal zufällig
es: Aleatoria cada vez
fr: Aléatoire à chaque fois
hi: हर बार रैंडम
id: Acak setiap kali
ja: 毎回ランダム
ko: 매번 무작위
pt_br: Aleatória a cada vez
ru: Каждый раз случайное
th: สุ่มทุกครั้ง
tr: Her seferinde rastgele
vi: Ngẫu nhiên mỗi lần
zh_hans: 每次随机
zh_hant: 每次隨機

source: Random seed
ar: بذرة عشوائية
de: Zufallsstartwert
es: Semilla aleatoria
fr: Graine aléatoire
hi: रैंडम सीड
id: Seed acak
ja: 乱数シード
ko: 무작위 시드
pt_br: Semente aleatória
ru: Seed (начальное значение)
th: ค่า seed สุ่ม
tr: Rastgele tohum
vi: Seed ngẫu nhiên
zh_hans: 随机种子
zh_hant: 隨機種子

source: Reasoning budget
ar: ميزانية الاستدلال
de: Denkbudget
es: Presupuesto de razonamiento
fr: Budget de raisonnement
hi: रीज़निंग बजट
id: Anggaran penalaran
ja: 推論予算
ko: 추론 예산
pt_br: Orçamento de raciocínio
ru: Бюджет рассуждения
th: งบการใช้เหตุผล
tr: Akıl yürütme bütçesi
vi: Ngân sách suy luận
zh_hans: 推理预算
zh_hant: 推理預算

source: Reasoning effort
ar: جهد الاستدلال
de: Denkaufwand
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
hi: रीज़निंग प्रयास
id: Upaya penalaran
ja: 推論の強度
ko: 추론 강도
pt_br: Esforço de raciocínio
ru: Интенсивность рассуждения
th: ระดับการใช้เหตุผล
tr: Akıl yürütme yoğunluğu
vi: Mức suy luận
zh_hans: 推理强度
zh_hant: 推理強度

source: Reasoning mode
ar: وضع الاستدلال
de: Denkmodus
es: Modo de razonamiento
fr: Mode de raisonnement
hi: रीज़निंग मोड
id: Mode penalaran
ja: 推論モード
ko: 추론 모드
pt_br: Modo de raciocínio
ru: Режим рассуждения
th: โหมดการใช้เหตุผล
tr: Akıl yürütme modu
vi: Chế độ suy luận
zh_hans: 推理模式
zh_hant: 推理模式

source: Recovered
ar: تمت إعادة المحاولة بالإعداد الافتراضي
de: Mit Standardeinstellung erneut gesendet
es: Reenviado con la configuración predeterminada
fr: Renvoyé avec le réglage par défaut
hi: डिफ़ॉल्ट सेटिंग के साथ फिर भेजा गया
id: Dikirim ulang dengan pengaturan default
ja: 既定の設定で再送しました
ko: 기본 설정으로 다시 전송됨
pt_br: Reenviado com a configuração padrão
ru: Повторно отправлено с настройкой по умолчанию
th: ส่งอีกครั้งด้วยการตั้งค่าเริ่มต้น
tr: Varsayılan ayarla yeniden gönderildi
vi: Đã gửi lại với cài đặt mặc định
zh_hans: 已按默认设置重试
zh_hant: 已按預設設定重試

source: Redacted request delta preview
ar: تغيير طلب مخفي
de: Geschützte Anforderungsänderung
es: Cambio de solicitud con valores ocultos
fr: Modification de requête masquée
hi: छिपे मानों वाला अनुरोध परिवर्तन
id: Perubahan permintaan tersamarkan
ja: 値を隠したリクエスト変更
ko: 값을 숨긴 요청 변경
pt_br: Alteração de solicitação com valores ocultos
ru: Изменение запроса со скрытыми значениями
th: การเปลี่ยนคำขอที่ซ่อนค่า
tr: Gizlenmiş istek değişikliği
vi: Thay đổi yêu cầu đã ẩn giá trị
zh_hans: 已隐藏内容的请求变更
zh_hant: 已隱藏內容的請求變更

source: Regenerate
ar: إعادة الإنشاء
de: Neu generieren
es: Regenerar
fr: Régénérer
hi: पुनः जेनरेट
id: Buat ulang
ja: 再生成
ko: 다시 생성
pt_br: Regenerar
ru: Регенерировать
th: สร้างใหม่
tr: Yeniden oluştur
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新生成

source: Rejected
ar: رفضه المزوّد
de: Vom Anbieter abgelehnt
es: Rechazado por el proveedor
fr: Refusé par le fournisseur
hi: प्रोवाइडर ने अस्वीकार किया
id: Ditolak oleh penyedia
ja: プロバイダーに拒否されました
ko: 제공업체가 거부함
pt_br: Rejeitado pelo provedor
ru: Отклонено провайдером
th: ผู้ให้บริการปฏิเสธ
tr: Sağlayıcı reddetti
vi: Nhà cung cấp đã từ chối
zh_hans: 被供应商拒绝
zh_hant: 被供應商拒絕

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Quitar %@
fr: Supprimer %@
hi: %@ हटाएँ
id: Hapus %@
ja: %@ を削除
ko: %@ 삭제
pt_br: Remover %@
ru: Удалить %@
th: ลบ %@
tr: Kaldır: %@
vi: Xóa %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Remove custom fields
ar: إزالة الحقول المخصصة
de: Benutzerdefinierte Felder entfernen
es: Eliminar campos personalizados
fr: Supprimer les champs personnalisés
hi: कस्टम फ़ील्ड हटाएँ
id: Hapus kolom kustom
ja: カスタム項目を削除
ko: 사용자 지정 필드 제거
pt_br: Remover campos personalizados
ru: Удалить пользовательские поля
th: ลบฟิลด์แบบกำหนดเอง
tr: Özel alanları kaldır
vi: Xóa trường tùy chỉnh
zh_hans: 移除自定义字段
zh_hant: 移除自訂欄位

source: Remove custom request fields?
ar: إزالة حقول الطلب المخصصة؟
de: Benutzerdefinierte Anforderungsfelder entfernen?
es: ¿Eliminar campos de solicitud personalizados?
fr: Supprimer les champs de requête personnalisés ?
hi: कस्टम अनुरोध फ़ील्ड हटाएँ?
id: Hapus kolom permintaan kustom?
ja: カスタムリクエスト項目を削除しますか？
ko: 사용자 지정 요청 필드를 제거할까요?
pt_br: Remover campos de solicitação personalizados?
ru: Удалить пользовательские поля запроса?
th: ลบฟิลด์คำขอแบบกำหนดเองหรือไม่
tr: Özel istek alanları kaldırılsın mı?
vi: Xóa trường yêu cầu tùy chỉnh?
zh_hans: 移除自定义请求字段？
zh_hant: 移除自訂請求欄位？

source: Remove quote
ar: إزالة الاقتباس
de: Zitat entfernen
es: Quitar cita
fr: Retirer la citation
hi: उद्धरण हटाएँ
id: Hapus kutipan
ja: 引用を削除
ko: 인용 제거
pt_br: Remover citação
ru: Удалить цитату
th: ลบคำอ้างอิง
tr: Alıntıyı kaldır
vi: Xóa trích dẫn
zh_hans: 移除引用
zh_hant: 移除引用
